Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “真的还有一只八阶狐妖？”
en_us: "Are you certain that there is another demon, an eighth-level fox demon?"

source: “真的！”他以为她不信，带些着急的道，“我以后……也不会再给别人了，你相信我。”那是神族最重要的信物。
en_us: "Really!" He insisted, thinking that she did not believe him. "I will never... never give it to another person. Believe me." That was the most important momento among those in the divine race.

source: “真的！”沈萤一喜，“那好吃吗？”
en_us: "Really!" Shen Ying exclaimed, "Are they delicious?"

source: “真的？”枫影眼神一亮，带些怀疑的扫了他一眼，“你不会骗我吧？不后悔？”
en_us: "Really?" Feng Ying's eyes lit up, scanned over at him with a tinge of suspicion, "Are you lying to me? You won't regret?"

source: “真的？”沈萤有点好奇凑近了点，“你复活一下看看。”
en_us: "Really?" Shen Ying grew more curious as she moved in closer. "Go revive it."

source: “真要出事……叛出门派跑了就是。什么正道仙门，也不是什么干净的地方。他们若真想为玉鼎老贼报仇，只管邀众派一起攻来我冥阴山。”她冷笑了一声，似是想到什么事，眼睛缓缓变成了血红色，手下意识的抓紧了衣衫，“我到想问问这些名门正派，五百年前玉鼎破我元阴之身，毁我百年修为，囚禁在地牢做炉鼎之仇，我怎么就报不得了？”
en_us: "If anything goes wrong… abandon the sect and escape. This so-called orthodox and immortal sect is not the godly place you think it is. If they really want to avenge the old thief, just invite them to come and attack me in Ming Ying Mountain." She laughed coldly, then seeming to think of something, her eyes slowly turned blood red and her hands grasped her dress unconsciously. "I want to ask these famous orthodox sects this. Five hundred years ago, Yu Ding defiled my Nascent Soul body, destroying my hundred years of cultivation and imprisoning me in the dungeons to use as a cultivation sex slave. Why can't I take revenge?"

source: “知道你舍不得老乡。”他拍了拍她的肩膀，笑道，“飞升之劫凶险万分，不到万不得已，我也不想轻易引动劫雷。能不能渡过还不一定呢。”
en_us: "I know that you can't bear to leave a fellow compatriot." He patted her on the shoulder and smiled. "The Lightning Tribulation is so dangerous that I won't activate the tribulation unless I have no other recourse. I'm not sure whether I can make it through the transcendence successfully."

source: “知道又如何，你本就是我为玉鼎准备的炉鼎。教你修行，也只是为了灵气更易采补而已。你好生做你的炉鼎，帮着他提升修为就算了。可你却引得他对你动了真情，居然还想与你结为道侣。”他眼神越加的疯狂，连出口的话，都似咬着牙出来的，“我陪了他那么多年，你凭什么做他的道侣？纯阴之体生来就是该千人骑万人枕，只配在他人身下喘息。我只是让你回到原来的命运而已，有什么不对？”
en_us: "So what if I knew, you were the human cauldron that I was preparing for Yu Ding. Teaching you cultivation was only to allow more convenience in harvesting Spirit Qi. You should have just stayed in your place to do your job as a human cauldron and help him increase his cultivation. Yet you made him fall in love with you to the point of even wanting to make you his partner in treading the Dao." He started to take on an insane look, and the words coming out from his mouth sounded as if forced out through gritted teeth. "I have accompanied him for so many years, why do you deserve to be his partner in Dao? A body of pure Yin should be trampled by millions of people, leaving only your aura by their side. I only made you return to your original destiny, what's wrong with that?"

source: “知道啊。”沈萤点头，“我看见你们在河对岸转了七八天了。”
en_us: "I know." Shen Ying nodded. "I saw the both of you searching around the opposite shore of the river for about seven to eight days."

source: “砰砰砰！”
en_us: "Pong, Pong, Pong....!"

source: “砰！”
en_us: “Bang!”

source: “砰！”“咔嚓！”
en_us: "Bang!" "Crack!"

source: “砰，砰，砰！”
en_us: "Pong, Pong, Pong....!"

source: “确定！”
en_us: "Yes!"

source: “确定？”
en_us: "Are you sure?"

source: “确实。”铸器峰堂主也点了点头道，“护山大阵，开启一次需要半个月才能开启第二次，她是故意的。”
en_us: "Correct." Zhu Qi Peak's hall master also nodded. "Half a month's time is required to set up the protective mountain array a second time. It was intentional."

source: “社交恐惧症？”
en_us: "Does he have sociophobia?"

source: “神兽白泽！”
en_us: "Divine Beast Bai Zhe!"

source: “神奇功能，对，快吃饭，继续尝试，昨天又试出一个能增幅药力的能力，说不定这黑色元力还有其他的功能呢。”
en_us: Magical powers... right! I shall quickly finish my food and continue testing it! Yesterday, I managed to discover its ability to improve healing. Perhaps this black essence force has other abilities too!

source: “禀大仙……”魔王立马狗腿的开始解释起来，“他是用清心莲为引，施展了转世印。直接送分离出来体外的心魔，转世再生。这样一可以借助转世之力净化心魔的戾气。二嘛，那清心莲本就是仙界圣物，可以清除恶意杂念。也就是说，重生后它将再没有机会入魔。”
en_us: "Great Immortal..." The Devil King immediately started explaining the situation to the Great Immortal. "He's using the Purity Lotus as a distraction in order to utilize the Reincarnation Mark. By forcing the Devil within him out of his body, he would then be able to reincarnate. " This would firstly, allow him to mollify the rage of the Devil within him. Secondly, well, the Purity Lotus is after all an Immortal sacred item, which would allow him to get rid of ill thoughts at will. This means that he would never be "demonized" in the future after his rebirth."

source: “禀大仙！”魔王一脸兴奋的指着他道，“他神识中带着转生印，也就是说他不是通过三界轮回而投生的，他的前生就是一位仙人，魔种是前世就已经被种在他的魂魄中了，只是最近才完全孵化的。”
en_us: "Reporting Great Immortal!"the Devil King pointed at the little child and said with a face filled with excitement. " His Divine Power carried a Reincarnation Mark along with it. This means that he he was an Immortal in his past life and did not reincarnate through the "Three World Samsara". The Demon Seed, had already been planted in his soul since his past life, only to be fully hatched just recently.

source: “禹琰的人，找我何事？”
en_us: "Yu Yan's henchman, why are you looking for me?"

source: “离我远点！”蒲公英掉毛的。
en_us: "Get away from me!" Dandelions shedded their petals.

source: “稀客稀客，诸位道友一路辛苦了。”印风笑得越加深。
en_us: "Honored guests, all of you must be tired after your journey," Yin Feng said, the smile on his face deepening.

source: “穿越嗝……是何意？”好不容易止住了眼泪的枫影，忍不住打了个嗝，皱了皱眉问道。
en_us: "Transmigrate- burp... what does that mean?" Feng Ying frowned as he asked. He finally managed to stop crying and burped.

source: “站住！”
en_us: "Stop right there!"

source: “笑话。”那人冷哼一声道，“上青界何人不知，我轩辕世家丹修众多，世间唯一一株千叶草木灵正是本家的传世之宝。”
en_us: "What a joke,” the man scoffed. "Everybody in the Upper Azure World knows that my Xuan Yuan Family is home to many alchemists. The only Thousand Leaves Vegetation Spirit in the world belongs to my family — it is one of the treasures of our heritage."

source: “笑话！”那游仙冷笑了一声道，“千叶草木灵不是我轩辕家的，又是谁的？”
en_us: "What a joke!" The Traveling Immortal laughed coldly. "Who else could the Thousand Leaves Vegetation Spirit belong to but my family?"

source: “符合，当然符合！”掌事笑成了一朵花，今日店里拍卖的物品特殊，原本想着能找个筑基修士就不错了，没想到来了个金丹。整个顺于城都找不出几个金丹修士，何况这还是剑修，“道君只需在鉴宝会后，护送今日得宝之人回去就可。酬劳一趟两块下品灵石，道君觉得如何？”
en_us: "Of course, of course you fit the criteria!" The steward was grinning from ear to ear. The items to be auctioned today were considered to be very special. He had originally thought that it would be good enough if he could find a Foundation Establishment, but to his surprise, a Golden Core cultivator fell into his lap. There were barely any Golden Core cultivators throughout the entirety of Shunyu City, more so a sword cultivator. "Dao Lord, you will only need to protect the people who have bidded for treasures to return safely after the event. The remuneration for each trip will be two pieces of low-grade spirit stones, what do you think?"

source: “笨丫头！”
en_us: "Silly girl!"

source: “笨蛋，黑石多了…”
en_us: "Stupid, you've added too much coal..."

source: “第八十三道！”众人齐齐一惊，这怎么可能！明明雷云都散了。
en_us: "The eighty-third strike!" Everybody was shocked, how could this be! They had all seen the thunder clouds dispersing.

source: “等一下。”
en_us: "Wait a moment."

source: “等等……”孤月头大，“你们的意思是说，那个魔界之门是可以转移的？”
en_us: “Wait……”Lonemoon was confused，“You mean, the Door of Demon Realm can be transferred around？”

source: “等等……”孤月根本没来得及拦，已经不见了对方的身影。只好御剑追了上去，偏偏对方飞得快，他追出大半截才追上了人，“羿清，你冷静一点。玄天宗已经封闭了，先查清楚那魔修的情况再追不迟。沈萤不会有……”
en_us: "Wait…" But before Lonemoon could stop him, Yi Qing had already disappeared. Lonemoon had no choice but to fly after Yi Qing on his sword. However Yi Qing was flying so fast that Lonemoon only caught up with him after a considerable distance. "Yi Qing, calm down. The Blackheaven Sect has been sealed off. Let's find out what this fiendish cultivator is up to before pursuing her. Shen Ying will not be in…"

source: “等等……”孤月转头看了看沈萤，再回头看看空中不要命的某人，“喂喂喂，沈萤你不会真让他一个人对付青亦吧，徒弟脑子有坑，你也别跟着他胡闹啊喂？！”
en_us: "Wait…" Lonemoon turned to look at Shen Ying and then back at the man who had no regard for his own life. "Hey, hey, hey! Shen Ying, you aren't really going to allow Yi Qing to fight Qing Yi alone, are you? Your disciple has a screw loose in his head, and you're just going to let him be?"

source: “等等……掌柜的听我解释。”真的只是忘了啊喂，孤月有些着急，偏偏自己理亏不好动手，“有话好好说啊！喂，你们到是说句话啊！”孤月回头瞅了瞅自己的逃单同伙。
en_us: "Wait… Owner, I can explain." We really just forgot. Lonemoon was starting to get anxious, but he knew he could not fight back because he was in the wrong. "Let's talk it out amicably! Hey, say something!" Lonemoon shouted as he turned around to look at his companions.

source: “等等！”
en_us: "Wait!"

source: “等等！”仙魂快速上前，一下飘到了她的面前，似是做了什么重大决定一咬牙道，“算了，没灵根也没关系，我可以刻些玉简，或是抄录成书册，只要你带出去，带出去就行了。”
en_us: "Wait!" The immortal soul quickly rushed forward to float right in front of her, and as if making some important decision, gritted his teeth and said, "Forget it, it's okay even if you have no spirit root. I can carve some jade slips, or copy some publications, as long as you bring it out, just bring it out."

source: “等等！”她连忙抓住了对方拔毛的手，细一看那两只鸡，眼睛猛的睁大，“这……这是五阶灵兽——锦鸾！你从哪找到的？”
en_us: "Wait!" She quickly grabbed the other hand's hand plucking the feathers, and looked at the two birds closely. Her eyes widened in astonishment. "This… these are fifth-level spirit beasts — the Bright Luan! Where did you find them?"

source: “等等！”孤月一脸懵逼的插了进来，“你们在说什么？为什么我完全听不懂？”她们刚刚说的是宁子安吧？绝对是的吧！
en_us: “Wait!Wait!Wait!”Lonemoon chimed in, with confusion and bewilderment written all over his face,“What are you guys talking about? Why can't I understand a single thing”They were talking about Ning ZiAn. were they？It has to be！

source: “等等！”孤月眼疾手快，一把抓住了人，“你疯了！这么大的魔气，你就敢这么冲进去救人。”再说门下的弟子现在都在演武场，不在那里面。
en_us: "Wait!" Lonemoon caught her with dispatch, "you're crazy! What gave you the courage to go to tohr people's rescue amongst so much demonic Qi?" Moreover, the disciples were not inside.

source: “等等！”想起之前那个踹开的炉门，孤月连忙一把把人给拉了回来，“行了姑奶奶，你这一脚下去，我估计整个仙宫都得塌了。”
en_us: "Wait!" Recalling the furnace's door that was kicked open, Lonemoon quickly pulled her back. "Alright lady, one kick from you, and I bet the entire Immortal Pavilion would collapse."

source: “等等！喂喂喂……我是枫影啊！”
en_us: "Stop, stop! Hey, hey, hey... I'm Feng Ying!"

source: “等等！武堂副长老？”
en_us: "Hold on! Deputy Elder of the martial arts training court?"

source: “等等，你……”
en_us: "Wait, you-"

source: “等等，你们……”孤月正要上前阻止。
en_us: "wait, you..." Lonemoon stepped forward, attempting to stop them.

source: “简直欺妖太盛。”虎王一掌拍碎了石椅扶手，怒气冲冲的站了起来，“各位妖王，我觉得与其在这猜测是谁下的手，不如一起杀出去弄个清楚明白。我就不信，他们修为再高，还能挡住这万妖大军不成？”
en_us: "It's completely intolerable!" The Tiger Monarch smashed the stone armrest of its seat and stood up furiously. "My fellow Demon Monarchs, rather than guessing blindly, why don't we just forge our way out and figure out the culprit's identity? I refuse to believe that—no matter how powerful they are—they will be able to stand against the horde of our great demon army!"

source: “算了。”没办法，她只好把房梁扔给身后的羿清，“给你！你们继续吧，我不参和了……”
en_us: "Forget it." Feeling resigned, she passed the beam to Yi Qing at the back and said, "Here you go! All of you can continue, I am not going to take part…"

source: “算了，一块去吧！”沈萤点头，“两个赚得快一些。”说完不等他脑补，直接拉着人就离开了广场。
en_us: "Forget it, let's go together!" Shen Ying nodded. "Two people can earn them faster." Before he could respond, she dragged him away from the public square.

source: “算了，不重要，启阵吧！”
en_us: "Forget it, not important. Let's conduct the array!"

source: “算了，做人不能太贪心……”
en_us: "Forget it, I should not be too greedy..."

source: “算了，凑合着吃吧。”真的以为是萝卜的沈萤叹了口气，一手抓着萝卜，一手抱起地上的菜筐，边咬边打算进屋，却转头看到旁边的羿清，愣了一下。
en_us: "Forget it, I shall make do with this and just eat it." Thinking it was really just carrots, Shen Ying sighed. With a carrot in hand, and a vegetable basket in the other, she munched on the carrot as she prepared to go into the house. However, when she turned her head around and saw Yi Qing, she paused for a moment.

source: “算了，既然你执意找死，今天我就成全你！”芮糜一扬手里的旗子，正要动手。
en_us: "Forget it, since you are bent on courting death, I shall grant it to you today!" Rui Mi raised the banner in hand, ready to attack.

source: “算了，终归是主家的命令，我等又能怎么样？只要我们真能接送到几个资质好的上界，想必上头也会答应我们回去的。”
en_us: "Forget it, it is still our master's orders, what else can we do? As long as we manage to send a few good quality ones into the upper world, I'm sure we will be allowed to return."

source: “算了，要不吃了吧！”
en_us: "Forget it, let's eat it!"

source: “算了，还是我亲自去好了……”
en_us: "Oh, forget it. I'll go there myself..."

source: “算是吧。”沈萤继续拿起块糕点，坐了回去，“他是我们……村的首富，富得流油的那种。”人人都想喊声爸爸的人物。
en_us: "Sort of." Shen Ying continued what she was doing before, picking up her pastry and sitting back down. "He was our… village's richest man, the really super affluent kind." He was someone who everyone wanted to have as their daddy.

source: “管他了，先拖着，能拖一天是一天！”
en_us: "Forget about it! I'll just drag dealing with the problem first! I'll see how long I can put it off!"

source: “管他呢，兵来将挡水来土掩，反正学院内不能斗殴，江麒麟还能用眼神和口水杀死我？”
en_us: “Whatever, there would always be a solution to the problem. Fighting is not allowed in collage anyways, Jiang Qilin cannot possibly kill me with his stares and words, can he?”

source: “管他的呢，修炼速度那么慢，就算是颜色是九彩的也没用啊！再厉害的元力心法，练不到一定境界，那也是没有任何意义的。”
en_us: “Forget about it! The cultivation speed is so slow that this skill is useless! What’s the point even if it can produce rainbow-colored essence force!? An essence force cultivation technique, no matter how powerful, is practically useless and meaningless so long as it cannot help me practice up to a specific level of ability!”

source: “管他的，以后的事情以后再说，先突破到铸鼎境四重再说。”
en_us: "Whatever, I'll cross that bridge when I come to it. First, I have to make a breakthrough to the fourth stage of the Cast Tripod Realm."

source: “管饭吗？”羿清刚要拒绝，沈萤却突然开口。
en_us: "Are meals provided?" Yi Qing was just about to refuse, when Shen Ying suddenly popped a question.

source: “精英学员！”
en_us: "Elite Student!"

source: “糊了？”久久不见动静，沈萤忍不住道。
en_us: "It was burnt?" Shen Ying couldn't stop herself from asking. There were no signs of any life.

source: “糕点我已经备好了。”
en_us: "I have already made pastries."

source: “糟了……”
en_us: "Oh no..."

source: “糟了！”
en_us: "Oh no!"

source: “糟了，这江如虎竟继承了他父亲战斗的精髓，谨慎如鼠，阴险如蛇，唉……只能拼了，黑色元力！”
en_us: "Oh no, this Jiang Ruhu has actually inherited his father's genes in combat prowess! He's cautious like a mouse and trecherous like a snake! Sigh... looks like I can only stake my life in it all! Black essence force!"

source: “糟糕！”
en_us: "Oh no!"

source: “系统，你搞什么鬼？！”枫影内心在咆哮，直接就冲神识传音，“我为什么突然跪下了？不是让你激发我的潜能吗？到底怎么回事？”
en_us: "System, what the hell are you doing?!" Feng Ying snarled in his heart and immediately transmitted his thoughts to through divine perception, "Why am I kneeling all of a sudden? Didn't I get you to stimulate my potential? What's going on?"

source: “系统，帮帮忙啊！还有没有什么潜力激发之类的？这样下去，根本打不过啊。”
en_us: "System, help me out! Do I still have any stimulation potential? I can't carry on like this."

source: “系统？”孤月一愣，上上下下把眼前这个人扫了一遍，“这不是修仙世界，为什么会有系统这种东西，你不会也是穿越的吧？”这年头穿越是自由行吗？随便穿？
en_us: "A system?" Lonemoon hesitated. He scanned the person in front of him from head to toe and continued, "Why is there such a system in the world of immortal cutlivators? Are you also a transmigrate?" Do people these days transmigrate as and when they wanted?

source: “素菜家长，有事吗？”沈萤问。
en_us: "Master of the Vegetable Family, what's the matter?" Shen Ying asked.

source: “紫金，一两紫金，我竟然赚了一两紫金？”
en_us: "Purple gold! A tael of purple gold! I actually earned a tael of purple gold..."

source: “紫霞玄芝！”孤月一惊，那可是万年才能成熟一次的极品灵植，不仅本身是疗伤圣药，而且还能练制九品的结婴丹，能让修士结婴的机率提高五成。就连玄天宗，也不见得能拿出一两株来。
en_us: "Splendor Lingzhi! " Lonemoon was stunned. This was a supreme-grade spirit herb that matured only once in ten thousand years. Not only was it a divine healing medicine, but it could also be refined into a neonate formation pill that could increase a cultivator's neonate formation chances by fifty percent. Even the Blackheaven Sect could only boast one or two of these herbs.

source: “红儿不愧是我最喜欢的弟子，这么快就看出了问题。”空中缓缓落下一人，一身蓝衣，端正的脸上留着长长的胡须，咋看上去像个谦谦君子，浑身散发着元婴修士的威压。
en_us: "Hong, you are indeed my favorite disciple, spotting the problem so quickly." The man in the air floated down slowly. He looked gentlemanly, dressed in blue and having a proper face with a long beard, and he was emitting the suppressive aura of Nascent Soul cultivator.

source: “红儿，你们这又何必。”见人走远，振祥真人笑得越发的和气道，“原本你们以炉鼎的身份助我潜入断空涯，还重伤了虞蒙老怪，可是大功一件，势必会被主家嘉奖。为何要自毁前途，去往下界呢？你们伤了那魔头，不回郁家，他不会放过你们的。”
en_us: "Hong, there's no need for this." Seeing that the man has gone far away, Perfected One Zhen Xiang began laughing more and more amiably. "Originally, you guys used the identity of human cauldrons to infiltrate Sky Severance Cliff, and even severely injured Yu Meng the creep, which was a huge merit and would definitely have been rewarded by the Master. Why do you want to destroy your own futures and head to the Lower Realm? Since you guys injured that fiend and did not return to the Yu Family, he will let none of you off."

source: “红姐姐……”下一刻她对面出现了另外八个人，快步迎了上去。
en_us: "Sister Hong…" The next moment, another eight people appeared at her opposite side who went up to that figure quickly.

source: “红姐姐……”众人也是跟她同样的想法，忍不住担忧了叫了一声。
en_us: "Sister Hong…" Everyone else had the same thought as well and couldn't help but call out her name in worry.

source: “红姐姐……”孤月还没有回话，她旁边的一个女子，却突然拉了郁红一下，声音压得很低，似是想说什么，又没有开口，头垂得更低了。
en_us: "Sister Hong…" But before Lonemoon could reply, the girl beside her suddenly pulled at Yu Hong and called her name in a low voice as if wanting to say something. She did not speak further in the end, however, and her head hung even lower.

source: “红姑娘好。”左边的兔子抓了抓耳朵道，“是这样的，那个……我俩经过妖界入口，看到有个修士闯入妖界，本来想赶出去的，但……他说认识思羽姑娘，所以我们就带过来了。”
en_us: "Greetings Miss Hong" Scratching its each, the rabbit on the left said, "It's like this... While passing by the entrance to the Demon Realm we saw a cultivator break in. We wanted to chase him out, but... he said he knew Miss Si Yu, so we brought him here."

source: “红师姐，掌门刚是一个人走的？”
en_us: "Senior Sister Hong, did Sect Master go alone?"

source: “红熊，出战！”杨管事无奈一叹，只能招手让另外一名陪练上场，此刻所有的白银陪练都在其余练功房内，他唯有先找青铜陪练顶上了。
en_us: "Red Bear, it's time for combat!" Manager Yang sighed helplessly, as he had no option but to beckon another sparring partner to head out for combat. At the moment, all of the silver-token-grade sparring partners were in the other remaining technique-practicing rooms. As such he could only find bronze-token-grade sparring partners to fill in the gaps.

source: “红莲业火！”孤月一惊，急忙在周身连连布下几重阵法，没想到青亦居然能唤出红莲业火，羿清这是一场苦战了。
en_us: “Red Lotus Karmic Fire!" Lonemoon exclaimed in shock. He quickly set up several arrays around himself. He hadn't expected Qing Yi to be able to summon Red Lotus Karmic Fire. Yi Qing was in for a tough battle.

source: “纯阴之体又是怎么回事？”
en_us: "Then what is the matter with the body of Yin?"

source: “纯阴之体，极为难得，千万年都不见得会出一个。”孤月继续道，“中青界视她们为天生的炉鼎体质，一出现就会引得各派争抢，所以……”
en_us: "A body of pure Yin is extremely rare. It is hard to find one even in a thousand or million years." Lonemoon continued, "The Middle Azure World regards them as natural human cauldron body types. When they appear, they will attract all sorts of sects to fight and snatch them away, so…"

source: “练器呢？”
en_us: "Weapon refinement?"

source: “结丹最忌人打断，大家退后一些。”孤月上前一步，在对方周身，布下了几个汇聚灵气的阵法，带着众人退到了几十米开外。
en_us: "The most fearful thing during Core Formation would be to get interrupted. Everyone step back." Lonemoon stepped forward and set up a few array formations to gather Spirit Qi and brought away the others by dozens of meters.

source: “结啥？”
en_us: "Concluding a what?"

source: “结契！”白泽看了易峰一眼。
en_us: "Form your contract!" Bai Ze instructed.

source: “给你疗伤的人在这里！”坐在床沿还把着脉的孤月翻了个白眼，明明坐得最近的是自己，他到底哪来的技能，一睁眼锁定的就是沈萤啊。
en_us: "The person who nursed you is here!" exclaimed Lonemoon, who was sitting on the edge of the bed taking Yi Qing' s pulse. He was obviously the one sitting closest to Yi Qing, yet Yi Qing's gaze had uncannily locked on Shen Ying first.

source: “给你，烤鸡妹子跟我们挺熟的，把这个给她，她应该会收留你们的。”
en_us: "This is for you. Roasted Chicken Gal knows us very well, so take this to her. She’ll definitely take you in."

source: “给我？”沈萤瞅了瞅眼前瑟瑟发抖的小动物，愣了一下。
en_us: "For me?" Shen Ying glanced at the animal trembling before her and hesitated.

source: “给！”他掏出个灵石袋递给她，“今天我高兴，赏你了。”
en_us: "Here!" Lonemoon passed a few bags of spirit stones to her, saying, "For you. I'm in a happy mood today."

source: “绸缎庄那天丢了只大公鸡。”
en_us: "The textile shop lost a big rooster."

source: “缠丝手！”
en_us: "Silk Hand!"

source: “罢了罢了……要不就试试吧，虽然大爷爷经常告诫我功法在没确认可靠程度前不要乱练。”
en_us: “Forget it, forget it! Hmmm… How about I give it a try? Grandfather always chides me not to practice any random cultivation technique before I have fully confirmed the potential of my abilities, but this is a special situation…”

source: “罢了！”那游仙却直接截下了他的话头，“竟然此事已经宣扬出去了，其它人要进就让他们进吧。只是里面的风险我等已经提醒过你们了，你们自己好自为之吧！”
en_us: "Forget it!" The Traveling Immortal cut him short. "The news has already spread. We can no longer stop people from entering. I have already warned all of you of the risks present here. From here on out, you're on your own!"

source: “羿清……”
en_us: "Yi Qing..."

source: “羿清也好，其它人也好。修为都在提升，却只有我……一个人没有寸进，换成是你，你想得通！”
en_us: "Whether we're talking about Yi Qing or other cultivators, everyone seems to be improving, yet I... I'm the only one whos stagnant. If you were in my shoes, wouldn''t you be upset!"

source: “羿清此心日月可召，天地可鉴！”
en_us: "The Sun and Moon, along with the Heaven and Earth can testify my sincerity!"

source: “羿清长老说过，任何人任何情况下，都不能违反这一条，即使天塌下来！”
en_us: " Yi Qing said that no one should violate this rule under any circumstances, not even if the sky falls!"

source: “羿清！”奚秋一惊，再次从椅子上站了起来，“你就是那个散修羿清。”
en_us: "Yi Qing!" Xi Qiu exclaimed in surprise, rising from his chair once again. "You are that itinerant cultivator Yi Qing."

source: “羿清！”孤月睁大了眼，“你这是干什么？”
en_us: "Yi Qing!" Lonemoon's eyes widened. "What are you doing?"

source: “羿清！”孤月连忙退了回来。
en_us: "Yi Qing!" Lonemoon quickly retreated.

source: “羿清！”对方又是一惊，似是想到了什么，脸色一白，“你，你……你就是杀了芮糜那个剑修！”他神情一变，也顾不是对方的回答了，用力挥出一掌，化出一团骷髅样的黑气攻了过来，自己却转身往后遁逃。
en_us: "Yi Qing!" The other party was shocked, seemingly recalling something as his face turned white as sheet. "You, you… You are the one who killed Rui Mi!" His expression changed and without caring for a response, he made a move with all his strength, manifesting a skull-shaped cloud of black smoke to attack forwards as he turned and ran backwards.

source: “羿清！你……你TM也太狠了吧？！”这么一剑，会死人的吧，一定会的吧。
en_us: "Yi Qing! You... you're f*cking ruthless!" You were clearly out to kill me with that move.

source: “羿清，攻击它脚下！”血祭大阵下万物不生，虽然这阵还没有完成，但血狐站在阵眼处，那些血雾自会保护主人，他们是伤不到它的，除非逼它出阵。
en_us: "Yi Qing, attack its feet!" No living things could survive within the Blood Sacrifice Array. Although the array was not yet complete, because the blood fox was standing at the eye of the array, these blood clouds would still protect their master. They could not touch him, unless they forced him out of the array.

source: “羿清，真的叫羿清，人呢，他现在在哪？！”孤月却越加激动，一把拉住了人急声问。
en_us: "Yi Qing, his name is really Yi Qing. Where is he now!?" Growing increasingly excited, Lonemoon urged Xi Qiu for an answer.

source: “羿真人听闻你除魔卫道已久，对魔修的阴气最为熟悉，可否请你探查全派上下，找出那个魔修。”奚秋沉声请求道。
en_us: "Perfected Yi, we heard that you have been spending a lot of time in slaying fiends and defending the Dao, hence you are the most familiar with the Yin Qi of fiendish cultivators. Can we get you to investigate the entire sect to search out that fiendish cultivator?" Xi Qiu lowered his voice and pleaded.

source: “羿真人果然敏锐！”奚秋用力一把推开了前方的一扇房门，“这里的确来过魔修。”
en_us: "Perfected Yi is indeed sharp!" Xi Qiu pushed open the door in front with much force. "A fiendish cultivator did come by."
